Repository: minutix/FlipStacks
Catalog: FlipStacks/Localizable.xcstrings
Source language: en
Languages: de

# ALL_CARDS_REVIEWED
source: All cards have been reviewed
de: Alle Karten gelernt

# BUTTON.ADD_ITEM
source: Add Card
de: Karte hinzufügen

# BUTTON.ADD_NEW_CARDS
source: Add new cards
de: Neue Karten hinzufügen

# BUTTON.DELETE_ITEM
source: Delete
de: Karte löschen

# BUTTON.DIDNT_KNOW
source: Didn't know
de: Nicht gewusst

# BUTTON.EDIT_ITEM
source: Edit
de: Bearbeiten

# BUTTON.KNEW
source: Knew
de: Gewusst

# BUTTON.LIST_CARDS
source: List Cards
de: Kartenliste

# BUTTON.SHOW_SOLUTION
source: Show solution
de: Lösung zeigen

# TEXT_FIELD.BACK_SIDE
source: Back side
de: Rückseite

# TEXT_FIELD.FRONT_SIDE
source: Front side
de: Vorderseite
